Revit 2027 API
ParameterTypeId.StructuralStartReleaseMy Property
 "Start My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseMy { get; }
Public Shared ReadOnly Property StructuralStartReleaseMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseMy {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace